[
    {
        "Title": "Sapi Sambal Pete",
        "Ingredients": "250 gr daging sapi has dalam--Kaldu sapi rebusan--1 papan pete--2 sdt saus tiram--Lada hitam--secukupnya Minyak wijen--secukupnya Kecap manis--secukupnya Kecap ikan--secukupnya Minyak goreng--Bumbu halus: (diblender)--5 cabe keriting--2 cabe merah--2 cm jahe--6 siung bawang merah--6 siung bawang putih--1 sdt bubuk jinten--secukupnya Air putih--secukupnya Gula--secukupnya Garam--secukupnya Penyedap rasa sapi--",
        "Steps": "Rebus daging sapi yg sudah dipotong-potong. Kaldunya jangan dibuang untuk diolah.--Blender bumbu halus.--Tumis bumbu halus hingga harum.--Masukkan daging sapi yg telah direbus, kaldu sapi, dan pete.--Aduk hingga matang.--",
        "Loves": 6
    },
    {
        "Title": "Semur Lidah Sapi",
        "Ingredients": "500 gr Lidah sapi--Secukupnya air kaldu rebusan lidah sapi--1 buah tomat, iris--40 ml kecap manis, sesuaikan selera--sedikit pala/ bubuk pala--sesuai selera bawang goreng-- Bumbu halus--1 sdt merica--6 butir kemiri--4 siung bawang putih--",
        "Steps": "Rebus lidah sapi hingga empuk atau presto selama 20 menit, sisihkan kaldunya.--Bersihkan lidah sapi dari permukaannya yg kasar, potong sesuai selera--Tumis bumbu halus hingga harum dan kemiri matang kecoklatan, tambahkan air kaldu--Masukan lidah sapi yang telah dipotong dan tambahkan kecap juga tomat dan pala, aduk sesekali hingga bumbu meresap dan kuah mengental diatas api sedang.--Taburkan bawang goreng, semur lidah sapi siap dihidangkan.--",
        "Loves": 23
    },
    {
        "Title": "Krengsengan daging sapi",
        "Ingredients": "500 gr daging sapi, rebus sampai matang kemudian iris2--200 ml kaldu sapi/ sesuai selera--1 batang serai, memarkan--1 sdm petis udang--1 sdm gula merah--5 sdm kecap manis--Bumbu halus:--6 siung bawang merah--6 siung bawang putih--3 butir kemiri--Seruas jahe--3 buah cabe merah besar--1/2 sdt merica--",
        "Steps": "Tumis bumbu halus, serai, kecap manis, petis udang dan gula merah.--Tambahkan kaldu sapi. Aduk sampai rata--Masukkan daging sapi, aduk rata, masak sampai mengental.. koreksi rasa--",
        "Loves": 33
    },
    {
        "Title": "Daging sapi sambal matah",
        "Ingredients": "200 gr daging sapi--Bumbu rebusan--1 sdm saus teriyaki--1 sdm kecap manis--Ketumbar halus--Lada hitam halus--Sambal matah :--10 cabe rawit--7 bawang merah--3 buah serai--1/2 jeruk nipis--3 lembar daun jeruk--Gula garam royko sapi--",
        "Steps": "Iris dadu kecil daging sapi. Rebus daging sapi dengan semua bumbu rebus--Setelah direbus daging sapi di goreng setengah matang--Iris semua bahan kecuali serai. Serai di geprek--Siapkan minyak goreng 5 sdm.. Gongso bumbu iris. Masukan daging sapi. Kucuri jeruk nipis. Masukan gula garam royko. Koreksi rasa--Angjat sajikan--",
        "Loves": 6
    },
    {
        "Title": "Daging sapi chau daun bawang (chong pao niu rou)",
        "Ingredients": "Daging sapi (iris tipis)--Daun bawang--Cabe--Kecap asin--",
        "Steps": "Panas kan minyak, masukkan daging sapi.. Tumis hingga matang.. Tiriskan--Panas kan minyak, masukan cabe dan baun bawang, tumis hingga beraroma.. Masukkan daging sapi yang sudah ditumis tadi--Tumis bersama lalu tambahkan sedikit kecap asin--Bisa ditambah garam dan gula sesuai selera--",
        "Loves": 26
    },
    {
        "Title": "Sambel goreng ati sapi dan pete",
        "Ingredients": "1/2 kilo ati sapi--1/4 cabai merah besar--4 buah bawang putih--2 papan petai--secukupnya Lengkuas--4 lembar daun salam--1 bungkus santan kara kecil--Secukupnya Garam--Penyedap rasa (bila perlu)--Saos tiram (jika ingin)--Gula (optional)--",
        "Steps": "Cuci bersih ati sapi lalu kukus ati sapi. Kukus bersama daun salam dan daun jeruk.--Setelah di kukus potong kecil2 ati sapi bentuk dadu.--Potong bawang putih, cabai merah besar dan petai sesuai selera.--Panaskan wajan. Beri sedikit minyak goreng untuk menumis bawang putih.--Setelah harum masukan potongan cabai merah besar. Masukan petai, salam, lengkuas/laos. Tumis sampai harum.--Masukan ati sapi dan tambahkan santan kara.--Tambahkan air secukupnya dan beri rasa (garam, penyedap rasa, gula, dan saori saos tiram)--Koreksi rasa dan masak hingga matang.--Sambal goreng ati sapi siap dihidangkan.--",
        "Loves": 6
    },
    {
        "Title": "Bakso sapi oatmeal (1y+)",
        "Ingredients": "100 gram daging sapi giling--2 sdm tepung oatmeal (oatmeal diblender)--1 sdt kaldu sapi bubuk (koala)--Sejumput kaldu jamur--Sejumput garam--Sejumput merica--Sepanci air--",
        "Steps": "Didihkan air. Kecilkan api sampai hampir mati.--Campur semua bahan, bulat-bulatkan. Masukkan ke dalam air mendidih.--Angkat jika sudah mengapung.--",
        "Loves": 15
    },
    {
        "Title": "Bakso sapi",
        "Ingredients": "1 kg daging sapi--15 cube es batu--12 sdm tepung tapioka--4 bks masako sapi--5 siung bawang goreng (bawang putih)--1 sdt baking powder--4 butir putih telur--",
        "Steps": "Cooper semua bahan... Sampai halus merata--Rebus air sampai mendidih--Bukat2 adonan bakso--Tunggu sampai mengapung--Sajikan--",
        "Loves": 1
    },
    {
        "Title": "Semur Lidah Sapi ala bundakeia",
        "Ingredients": "1 buah lidah sapi--1/2 siung bawang bombay, iris--1 buah tomat merah segar, blender, saring--secukupnya Garam, lada putih, pala bubuk, jinten bubuk--secukupnya Kecap manis--secukupnya Air--secukupnya Margarine--Bumbu halus:--5 siung bawang merah--5 siung bawang putih--5 butir kemiri sangrai--Pelengkap :--sesuai selera Sayuran rebus--sesuai selera Kentang goreng/mashed potatoes,--",
        "Steps": "Precook lidah sapi mentah : didihkan air, masukkan lidah sapi kurleb 10 menit, angkat, kemudian kupas kulitnya. Rebus kembali lidah sapi hingga empuk (bunda pakai presto).--Setelah lidah empuk, angkat, potong2 sesuai selera.--Panaskan margarine, tumis bumbu halus hingga wangi.--Masukkan bawang Bombay, aduk hingga harum.--Tambahkan air secukupnya, diamkan hingga agak mendidih.--Masukkan tomat saring (boleh diganti saus tomat). Beri bumbu lain sesuai selera.--Masukkan lidah sapi, masak hingga bumbu meresap & asat.--Siap disajikan dengan pelengkapnya.--",
        "Loves": 7
    },
    {
        "Title": "Krengsengan Daging Sapi",
        "Ingredients": "500 gram daging sapi, potong kotak2, remas dengan daun pepaya, kemudian cuci bersih--1 buah bawang bombay--8 siung bawang merah--5 siung bawang putih--3 buah cabai merah--2 buah cabai hijau--3 sdm kecap manis--Garam--Asam Jawa--Merica--Micin--Minyak untuk menumis--secukupnya Air--",
        "Steps": "Rebus daging sapi hingga empuk, kemudian angkat dan lumuri dengan asam jawa, garam dan micin. Diamkan sekitar 10 menit.--Tumis trio bawang sampai harum--Masukkan daging sapi, aduk, tambahkan air.--Masukkan r*yco sapi, kecap manis, dan merica. Aduk.--Masak hingga air menyusut--Masukkan cabe merah dan ijo yg sdh diiris2 tipis. Koreksi rasa.--Angkat dan sajikan.----",
        "Loves": 32
    }
]